{
    "navbar": {
        "home": "Home",
        "about": "About DBD",
        "speakers": "Speakers",
        "program": "Program",
        "participer": "Participate",
        "don": "Donate",
        "btn_lang_fr": "French",
        "btn_lang_en": "English"
    },
    "home": {
        "header_text": "The 1st forum in Senegal and French-speaking Africa 100% dedicated to Bitcoin",
        "day": "Days",
        "hour": "Hours",
        "minute": "Minutes",
        "second": "Seconds",
        "card1" : "Non-profit, international in scope, aimed at public, private, academic actors, and the local and sub-regional population. During this free-of-fees forum which will take place on December, the 2nd and 3rd 2022, the aim will be to talk about the different aspects underlying Bitcoin, to provide a better understanding of it, to make communities and uses visible, to develop projects/partnerships and to present practical solutions and intuitive features offered by the Bitcoin protocol. This 1st edition is dedicated to education, awareness and the promotion of technology, in the service of financial education.",
        "more": "More",
        "less": "less",
        "target": "Targets",
        "target_p" : "The people targeted remain Senegalese and French-speaking people in Africa who are increasingly interested in Bitcoin and the broader field commonly known as 'blockchain'. It will be important that when they leave the forum, they can disentangle the true from the false when it comes to Bitcoin.",
        "target_student_title": "Academicians",
        "target_student_p": "The forum is intended for students (programming, security, law, economy, networks, telecoms, iot, etc.) and the academic world and research in general.",
        "target_sector_title": "Private Sector",
        "target_sector_p": "One of our priority targets remains merchants, entrepreneurs and industrialists in our economic fabric who need to be exposed to the advantages of using and accepting Bitcoin as a means of payment.",
        "target_finance_title" :"Finances",
        "target_finance_p": "The Finance sector (Banks, Insurance, Management and Intermediation Companies, Central Bank) is impacted by the new paradigm offered by bitcoin in terms of money transfer, savings and investment.",
        "target_ins_title" : "Institutional",
        "target_ins_p": "Public authorities will see the different facets of Bitcoin so that they understand why countries like El Salvador or the Central African Republic have decided to create a legal framework for Bitcoin.",
        "program_p": "The forum will be held over 2 days with different targets and different content formats that will revolve around panels (4 people maximum), presentations on specific topics, demos of innovative solutions and a Hackathon. There will also be stands dedicated to startups, businesses that evolve around bitcoin and businesses that accept bitcoin as a means of payment. This is not the final program. It may change until the 1st day of the conference.",
        "speakers": "Main Speakers",
        "sponsors": "Our Sponsors",
        "partenaires": "Organizers",
        "program_day_1": "Friday, December 2nd 2022",
        "program_day_2": "Saturday, December 3rd 2022",
        "program_hour_1": "Morning",
        "program_hour_2": "Afternoon",
        "program_1": "Introductory speech",
        "program_2": "History of money: its evolution until the birth of the Bitcoin philosophy",
        "program_3": "The economic impact of Bitcoin",
        "program_4": "Bitcoin mining, economic aid for the development of renewable electricity production in Africa?",
        "program_5": "The opportunities offered by Bitcoin (employment, entrepreneurship, international consulting...)?",
        "program_6": "Mining and profitability",
        "program_7": "Bitcoin in Africa: state of play",
        "program_8": "The state of Bitcoin regulation around the world, with a focus on the cases of El Salvador and the Central African Republic",
        "program_9": "The lightning network: money transfer and micropayments",
        "program_10": "The lightning network: technical aspects - ENG",
        "program_11": "Bitcoin vs Traditional Finance vs. Money Transfer",
        "program_12": "Mutations in traditional finance: Bitcoin, DeFi, Stablecoins, CBDCs...",
        "program_13": "Keep your bitcoins yourself or leave them on an exchange?",
        "program_14": "Ponzi, altcoins, shitcoins: Is Bitcoin real?",
        "pays": "Senegal",
        "place": "Where will it be?",
        "info": "For more informations",
        "btn_send": "Contact us !",
        "p1": "Dakar is the capital of Senegal, in West Africa. This port city on the Atlantic Ocean is on the Cape Verde peninsula. Its traditional district, the Medina, hosts the Great Mosque, which is distinguished by its imposing minaret. The Théodore-Monot Museum exhibits cultural objects such as clothing, percussion, sculptures and tools. The city's lively nightlife finds its inspiration in the local music, mbalax.",
        "p2": "The Grand Théâtre de Dakar is one of the most beautiful architectural achievements on the continent. It is indeed the largest theatre in West Africa. This imposing monument allows artists to perform various performances, but other interested parties to organize forums and conferences. Inaugurated in April 2011 by former President Abdoulaye Wade, the Grand Théâtre National has a capacity of 1,800 seats. It has six floors, 206 rooms, including dressing rooms, rehearsal rooms, offices, conference rooms, technical rooms, documentation centre, meeting room, large exhibition and performance hall.",
        "btn_show": "Show other speakers",
        "media": "Media Partner"
    },
    "about": {
        "title1": "Bitcoin, a technological revolution",
        "title2": "The Dakar Bitcoin Days",
        "p1": "Bitcoin is a technological revolution that brings together a long list of widely disseminated and used techniques and technologies, the combination of which had never been experienced before. In Bitcoin, we manipulate cryptography, algorithms, programming, the network (classic, p2p and anonymization), software, hardware, security, OS…. With Bitcoin, all aspects of the so-called 'computer' world are present and are the subject of perpetual research to avoid obsolescence.",
        "p2": "At the same time, bitcoin has become over time a payment system carrying a cryptocurrency (a currency secured by cryptography) which also serves as a store of value, a unit of account and a medium of exchange. Bitcoin is used to keep value and fight against hyperinflation, send and receive funds from all over the world, at reduced costs, to shelter your money, without the risk of being the victim of the fall or bad behavior of a central entity.",
        "p3": "In Senegal, cryptocurrency users listed by exchanges are estimated at just over 200,000. To this must be added all the other users who trade in p2p. Bitcoin, which is part of this list of cryptocurrencies, is therefore widely acclaimed by the local population.",
        "p4": "There are businesses that accept bitcoin as a means of payment, manufacturers who use it to pay their suppliers, startups that build products and services around bitcoin, associations that promote financial education through bitcoin AND companies investment companies that offer bitcoin-based investment vehicles.",
        "p5": "Non-profit, international in scope, for the public, private, academic sectors, and the local and sub-regional population, the Dakar Bitcoin Days have set themselves many objectives.",
        "liste1": {
            "title": "The short-term objectives are:",
            "l1": "Organize panels on topics that revolve around bitcoin (economy, finance, security, cryptography, mining, geopolitics, hardware, programming, sustainable development, philosophy...",
            "l2": "Organize a Hackathon to find solutions to known/unknown problems that can be solved by bitcoin,",
            "l3": "Present startups and other companies that are developing solutions around bitcoin,",
            "l4": "Bring together players from the Senegalese, French-speaking and global bitcoin ecosystem,",
            "l5": "Introduce the world to the Senegalese and French-speaking bitcoin ecosystem."
        },
        "liste2": {
            "title": "The long term objectives are:",
            "l1": "Highlight the technological and cryptographic aspects of Bitcoin,",
            "l2": "Demystify prejudices about Bitcoin in French-speaking Africa,",
            "l3": "Federate local and regional players in the Bitcoin ecosystem,",
            "l4": "Hatch startups that revolve around Bitcoin,",
            "l5": "Make Senegal a leading destination for Bitcoin events around the world."
        },
        "theme": {
            "title": "Thematics",
            "nom1": "Security",
            "nom2": "The Lightning Network",
            "nom3": "Mining",
            "nom4": "P2P Network",
            "nom5": "Remittance",
            "nom6": "Decentralization",
            "nom7": "Opportunities",
            "nom8": "Financial autonomy",
            "nom9": "Data"
        }
    },
    "program": {
        "para" : "The forum will be held over 2 days with different targets and different content formats that will revolve around panels (4 people maximum), presentations on specific topics, demos of innovative solutions and a Hackathon. There will also be stands dedicated to startups, businesses that evolve around bitcoin and businesses that accept bitcoin as a means of payment. This is not the final program. It may change until the 1st day of the conference."
    },
    "footer": {
        "text": "All rights reserved."
    },

    "speaker": {
        "title": "Discover our speakers",
        "p1": "This forum is an excellent opportunity to bring together all these players and get their feedback, but also to make known the little-known aspects of Bitcoin to the general public and decision-makers.",
        "p2": "We have called on profiles recognized in the ecosystem for their skills, their knowledge of the subject and their contribution to greater adoption of Bitcoin in the world. Our speakers come from Senegal, Ivory Coast, Burkina Faso, Cameroon, Sudan, South Africa, France, Great Britain, United States, India, Australia and from Romania."
    },

    "hackathon": {
        "title1": "Dakar Bitcoin Days Hackathon",
        "p1": "Dakar Bitcoin Days is the 1st forum in Senegal and French-speaking Africa 100% dedicated to Bitcoin. Without profit, the scope is international and the event is intended for the academics, the public sector, the business world, the local and sub-regional population. The thematic being 'Technology at the service of financial autonomy', we want to improve collaboration between local and international developers, that participants take pleasure in creating effective solutions, that they acquire new knowledge and that we are the launching pad for new projects.",
        "p2": "With this Hackathon, we will focus on different issues that people are facing and that we think Bitcoin could be a solution for. Ultimately, the organizers of this Hackathon want to contribute to the development of local and sub-regional developers' skills, develop the Bitcoin ecosystem, create new start-ups, improve the credibility and visibility of actors in the sub-region, and finally solve major problems.",
        "title2": "Available tools",
        "p3": "The Hackathon will be a major event that will mobilize a hundred participants who will develop innovative solutions using open source and close source tools, for 30 hours. They will face 4 issues: financial inclusion, access to financing, security, remittance. Participants will have the opportunity to grasp and learn the technical basics of Bitcoin and tools that revolve around it.",
        "title3": "About the Hackathon",
        "p4": "We are looking for skilled people, particularly in computing and programming. We expect to welcome web and/or backend developers, good profiles mastering programming languages such as C++, Python, Rust, Javascript, Node.js, C#, among others, but also data analysts, UI/UX designers, cybersecurity engineers, project managers and business analysts.",
        "highlights":"",
        "about": {
            "participant": "Attendees",
            "thematique": "Issues",
            "heure": "Competition hours"
        },
        "title4": "Innovation knows no bounds",
        "title5": "The Hackathon",
        "title6": "Achievements",
        "p5": "The Dakar Bitcoin Days Hackathon is a free event where participants, whether alone or in teams, just need to register on this website.",
        "p6": "The Hackathon is open to everyone, even if it is aimed primarily at developers or related profiles. Participants do not necessarily need to have advanced knowledge of Bitcoin before registering. We'll help them get the basics down with information/training sessions and demos during the pre-Hackathon.",
        "p7": "Before the hackathon, participants will benefit from sessions to get started with the following solutions, among others: Bitcoin Core, Bitcoin Dev Kit, BTCPay Server, Electrum server, Fulcrum server, Ledger Developer Portal, Lightning Core, C-Lightning, Lightning Dev Kit, mempool.space , Samurai Wallet, Sparrow Wallet...",
        "p8": "The Hackathon is built in such a way that participants have all the necessary resources to make Bitcoin their own. It will allow them to know its philosophy and how it works, but also to be able to reflect on its present and future applications, and their implementation in order to impact the world in a significant way.",
        "title7": "What are the steps?",
        "p9": "Start of the communication campaign || Opening of registrations for the Hackathon",
        "p10": "Holding training and information sessions on the preselected open source tools.",
        "p11": "Selection of participants || Results || Bootcamp",
        "p12": "Hackathon",
        "oct": "October",
        "nov": "November",
        "dec": "December",
        "title8": "Why should you participate in this Hackathon?",
        "programming": "Programming",
        "apprendre": "Learning",
        "reseau": "Networking",
        "recompense": "Awards",
        "p13": "You will have the opportunity to build innovative solutions using the Bitcoin protocol in whole or in part.",
        "p14": "Before the hackthon, you will be entitled to training sessions, information. During the Hackathon, mentors, technical referents will be besides you to help you learn. No matter your level, you will learn something new.",
        "p15": "Come and introduce yourself to companies specializing in the field. Exchanges with recognized experts and professionals from all over the world.",
        "p16": "Your work will be rewarded, regardless of the outcome of the Hackathon. The prizes include financial compensation, a Ledger Nano S+, support in an incubation program.",
        "date": "From December 2nd to 3rd 2022",
        "place": "Place",
        "eno": "Open Digital Space of Mermoz",
        "p17": "We are proud to set up this Hackathon which will ultimately be the source of countless startups in the years to come.",
        "partenaires": "Partners",
        "inscription":"Register",
        "liste1": "Financial inclusion",
        "liste2": "Access to finance",
        "liste3": "Security",
        "liste4": "Money transfer"
    }
}
