{
    "navbar": {
        "home": "Home",
        "about": "About DBD",
        "speakers": "Speakers",
        "program": "Program",
        "participer": "Participate",
        "btn_lang_fr": "French",
        "btn_lang_en": "English"
    },
    "home": {
        "header_text": "The 1st forum in Senegal and French-speaking Africa 100% dedicated to Bitcoin",
        "day": "Days",
        "hour": "Hours",
        "minute": "Minutes",
        "second": "Seconds",
        "card1" : "Non-profit, international in scope, aimed at public, private, academic actors, and the local and sub-regional population. During this forum, the aim will be to talk about the different aspects underlying Bitcoin, to provide a better understanding of it, to make communities and uses visible, to develop projects/partnerships and to present practical solutions and intuitive features offered by the Bitcoin protocol. This 1st edition is dedicated to education, awareness and the promotion of technology, in the service of financial education.",
        "more": "More",
        "less": "less",
        "target": "Targets",
        "target_p" : "The people targeted remain Senegalese and French-speaking people in Africa who are increasingly interested in Bitcoin and the broader field commonly known as 'blockchain'. It will be important that when they leave the forum, they can disentangle the true from the false when it comes to Bitcoin.",
        "target_student_title": "Academicians",
        "target_student_p": "The forum is intended for students (programming, security, law, economy, networks, telecoms, iot, etc.) and the academic world and research in general.",
        "target_sector_title": "Private Sector",
        "target_sector_p": "One of our priority targets remains merchants, entrepreneurs and industrialists in our economic fabric who need to be exposed to the advantages of using and accepting Bitcoin as a means of payment.",
        "target_finance_title" :"Finances",
        "target_finance_p": "The Finance sector (Banks, Insurance, Management and Intermediation Companies, Central Bank) is impacted by the new paradigm offered by bitcoin in terms of money transfer, savings and investment.",
        "target_ins_title" : "Institutional",
        "target_ins_p": "Public authorities will see the different facets of Bitcoin so that they understand why countries like El Salvador or the Central African Republic have decided to create a legal framework for Bitcoin.",
        "program_p": "The forum will be held over 2 days with different targets and different content formats that will revolve around panels (4 people maximum), presentations on specific topics, demos of innovative solutions and a hackathon. There will also be stands dedicated to startups, businesses that evolve around bitcoin and businesses that accept bitcoin as a means of payment.",
        "speakers": "Main Speakers",
        "sponsors": "Our Sponsors",
        "partenaires": "Organizers",
        "program_day_1": "Friday 02 December 2022",
        "program_day_2": "Saturday 03 December 2022",
        "program_hour_1": "09:00 - 13:00",
        "program_hour_2": "15:00 - 17:30",
        "program_1": "Introductory speech",
        "program_2": "History of money: its evolution until the birth of the Bitcoin philosophy",
        "program_3": "The economic impact of Bitcoin",
        "program_4": "The opportunities offered by Bitcoin (employment, entrepreneurship, international consulting...)?",
        "program_5": "Bitcoin mining, economic aid for the development of renewable electricity production in Africa?",
        "program_6": "Mining and profitability - ENG",
        "program_7": "Bitcoin in Africa: state of play",
        "program_8": "The state of Bitcoin regulation around the world, with a focus on the cases of El Salvador and the Central African Republic",
        "program_9": "The lightning network: money transfer and micropayments",
        "program_10": "The lightning network: technical aspects - ENG",
        "program_11": "Bitcoin vs Traditional Finance vs. Money Transfer",
        "program_12": "Mutations in traditional finance: Bitcoin, DeFi, Stablecoins, CBDCs...",
        "program_13": "Keep your bitcoins yourself or leave them on an exchange?",
        "program_14": "Ponzi, altcoins, shitcoins: Is Bitcoin real?"
    },
    "about": {
        "title1": "Bitcoin, a technological revolution",
        "title2": "The Dakar Bitcoin Days",
        "p1": "Bitcoin is a technological revolution that brings together a long list of widely disseminated and used techniques and technologies, the combination of which had never been experienced before. In Bitcoin, we manipulate cryptography, algorithms, programming, the network (classic, p2p and anonymization), software, hardware, security, OS…. With Bitcoin, all aspects of the so-called 'computer' world are present and are the subject of perpetual research to avoid obsolescence. At the same time, bitcoin has become over time a payment system carrying a cryptocurrency (a currency secured by cryptography) which also serves as a store of value, a unit of account and a medium of exchange. Bitcoin is used to keep value and fight against hyperinflation, send and receive funds from all over the world, at reduced costs, to shelter your money, without the risk of being the victim of the fall or bad behavior of a central entity.",
        "p2": "In Senegal, cryptocurrency users listed by exchanges are estimated at just over 200,000. To this must be added all the other users who trade in p2p. Bitcoin, which is part of this list of cryptocurrencies, is therefore widely acclaimed by the local population. There are businesses that accept bitcoin as a means of payment, manufacturers who use it to pay their suppliers, startups that build products and services around bitcoin, associations that promote financial education through bitcoin and investment companies that offer bitcoin-based investment vehicles.",
        "p3": "Without profit, of international scope, for public, private sectors, academic, and the local and sub-regional population, the Dakar Bitcoin Days has set many goals. The short-term goals are the following: organize panels on topics that revolve around bitcoin (economy, finance, security, cryptography, mining, geopolitics, hardware, programming, sustainable development, philosophy...), organize a hackathon to find solutions to known/unknown problems that can be solved by bitcoin, introduce startups and other companies that develop solutions around bitcoin, bring together the players of the Senegalese, French-speaking and global bitcoin ecosystem, introduce the world to the Senegalese and French-speaking bitcoin ecosystem. The long-term goals are: to highlight the technological and cryptographic aspects of Bitcoin, demystifying prejudices about Bitcoin in French-speaking Africa, federate local and regional players in the Bitcoin ecosystem, hatching startups that revolve around Bitcoin, to make Senegal a flagship destination for Bitcoin events around the world.",
        "p4": "This forum is an excellent opportunity to bring together all these actors and have their feedback, but also to make known the unknown aspects of Bitcoin to the general public and decision makers. We expect to have at least 500 attendees. The targeted people remain Senegalese and French-speaking africans who are increasingly interested in Bitcoin and the wider domain of what they heard to be the web3 (blockchain, nft, metaverse, DeFi, etc.). It will be important that at the end of the forum, that they can unravel the true from the false when it comes to Bitcoin. The forum is also intended for students from technical fields (programming, security, networks, telecommunications, etc.) and the academic world and research in general. It is important to make them aware of the innovations and opportunities (jobs and business) that Bitcoin can offer. We also target the government to introduce them to the different facets of Bitcoin. We want them to understand why countries like El Salvador and the Central African Republic have decided to create a legal framework for Bitcoin. The Financial sector (Banks, Insurance companies, Wealth Managers, Central Bank) is also among our targets as theses third-parties are also interested by the new paradigma that Bitcoin brings through wire transfers, saving and investment. Finally, one of our priority targets remains businessmen, entrepreneurs and industrialists of our economic fabric. They need to be exposed to the benefits of using and accepting Bitcoin as a means of payment, but also to the different ways that exist to secure their bitcoins."
    },
    "footer": {
        "text": "All rights reserved."
    }
}