{
    "navbar": {
        "home": "Home",
        "about": "About DBD",
        "speakers": "Speakers",
        "program": "Program",
        "participer": "Participate",
        "btn_lang_fr": "French",
        "btn_lang_en": "English"
    },
    "home": {
        "header_text": "The 1st forum in Senegal and French-speaking Africa 100% dedicated to Bitcoin",
        "day": "Days",
        "hour": "Hours",
        "minute": "Minutes",
        "second": "Seconds",
        "card1" : "Non-profit, international in scope, aimed at public, private, academic actors, and the local and sub-regional population. During this forum, the aim will be to talk about the different aspects underlying Bitcoin, to provide a better understanding of it, to make communities and uses visible, to develop projects/partnerships and to present practical solutions and intuitive features offered by the Bitcoin protocol. This 1st edition is dedicated to education, awareness and the promotion of technology, in the service of financial education.",
        "more": "More",
        "target": "Targets",
        "target_p" : "The people targeted remain Senegalese and French-speaking people in Africa who are increasingly interested in Bitcoin and the broader field commonly known as 'blockchain'. It will be important that when they leave the forum, they can disentangle the true from the false when it comes to Bitcoin.",
        "target_student_title": "Students & Academicians",
        "target_student_p": "The forum is intended for students (programming, security, law, economy, networks, telecoms, iot, etc.) and the academic world and research in general.",
        "target_sector_title": "Private Sector & Entrepreneurs",
        "target_sector_p": "One of our priority targets remains merchants, entrepreneurs and industrialists in our economic fabric who need to be exposed to the advantages of using and accepting Bitcoin as a means of payment.",
        "target_finance_title" :"Finances",
        "target_finance_p": "The Finance sector (Banks, Insurance, Management and Intermediation Companies, Central Bank) is impacted by the new paradigm offered by bitcoin in terms of money transfer, savings and investment.",
        "target_ins_title" : "Institutional",
        "target_ins_p": "Public authorities will see the different facets of Bitcoin so that they understand why countries like El Salvador or the Central African Republic have decided to create a legal framework for Bitcoin.",
        "speakers": "Our Speakers",
        "sponsors": "Our Sponsors"
    }
}