{
    "navbar": {
        "home": "Accueil",
        "about": "A propros des DBD",
        "speakers": "Intervenants",
        "program": "Programme",
        "participer": "Participer",
        "btn_lang_fr": "Français",
        "btn_lang_en": "English"
    },
    "home": {
        "header_text": "Le 1er forum du Sénégal et d'Afrique francophone 100% dédié au Bitcoin",
        "day": "Jours",
        "hour": "Heures",
        "minute": "Minutes",
        "second": "Secondes",
        "card1": "Sans profit, de portée internationale, à destination des acteurs publiques, privés, universitaires, et de la population locale et sous régionale. Durant ce forum, il s’agira de parler des différents aspects qui sous-tendent le Bitcoin, d’en apporter une meilleure compréhension, de rendre visibles les communautés, les usages, de développer des projets/partenariats et de présenter des solutions pratiques et intuitives qu'offrent le protocole Bitcoin. Cette 1ère édition est dédiée à l’éducation, la sensibilisation et à la promotion de la technologie, au service de l'éducation financière.",
        "more": "En savoir plus",
        "less": "Moins",
        "target": "Cibles",
        "target_p": "Les personnes ciblées restent les sénégalais et les francophones d'Afrique qui s’intéressent de plus en plus au Bitcoin et au domaine plus large communément appelé la 'blockchain'. Il sera important qu’à la sortie du forum, qu’ils puissent démêler le vrai du faux lorsqu’il s’agit du Bitcoin.",
        "target_student_title": "Etudiants & Académiciens",
        "target_student_p": "Le forum est à destination des étudiants (programmation, sécurité, droit, économie, réseaux, télécoms, iot…) et du monde académique et de la recherche en général.",
        "target_sector_title": "Secteur privé & Entrepreneurs",
        "target_sector_p": "Une de nos cibles prioritaires reste les commerçants, entrepreneurs et industriels de notre tissu économique qui ont besoin d’être exposés aux avantages d’utiliser et d’accepter le Bitcoin comme moyen de paiement.",
        "target_finance_title": "Finances",
        "target_finance_p": "Le secteur de la Finance (Banques, Assurances, Sociétés de Gestion et d’Intermédiation, Banque Centrale) est impacté par le nouveau paradigme proposé par le bitcoin en matière de transfert d’argent, d’épargne et d’investissement.",
        "target_ins_title": "Institutionnels",
        "target_ins_p": "Les pouvoirs publics verront les différentes facettes du Bitcoin afin qu’ils saisissent pourquoi est-ce que des pays comme le Salvador ou encore la République Centrafricaine ont décidé de créer un cadre légal pour le Bitcoin.",
        "program_p": "Le forum se tiendra sur 2 journées avec différentes cibles et différents formats de contenu qui tourneront autour de panels (4 personnes maximum), de présentations sur des sujets spécifiques, de démos de solutions innovantes et d’un hackathon. Il y aura aussi des stands dédiés aux startups, aux entreprises qui évoluent autour du bitcoin et aux commerces qui acceptent le bitcoin comme moyen de paiement.",
        "speakers": "Têtes d'Affiche",
        "sponsors": "Sponsors",
        "partenaires": "Partenaires",
        "program_day_1": "Vendredi 02 Décembre 2022",
        "program_day_2": "Samedi 03 Décember 2022",
        "program_hour_1": "09:00 - 13:00",
        "program_hour_2": "15:00 - 17:30",
        "program_1": "Discours d’introduction",
        "program_2": "Histoire de la monnaie : son évolution jusqu'à la naissance de la philosophie Bitcoin",
        "program_3": "L’impact économique du Bitcoin",
        "program_4": "Les oppotunités qu’offre le Bitcoin (emploi, entrepreunariat, consulting international...)?",
        "program_5": "Le minage de bitcoin, aide économique au développement de la production électrique renouvelable en Afrique?",
        "program_6": "Minage et rentabilité - ENG",
        "program_7": "Le Bitcoin en Afrique : état des lieux",
        "program_8": "L'état de la réglementation du Bitcoin dans le monde, avec un focus sur les cas du Salvador et de la Centrafrique",
        "program_9": "Le lightning network : transfert d'argent et micropaiements",
        "program_10": "Le lightning network : aspects techniques - ENG",
        "program_11": "Bitcoin vs Finance traditionnelle vs Transfert d'argent",
        "program_12": "Mutations de la finance traditionnelle : Bitcoin, DeFi, Stablecoins, CBDCs...",
        "program_13": "Garder ses bitcoins soit même ou les laisser sur un exchange ?",
        "program_14": "Ponzi, altcoins, shitcoins : Y'a t-il que le Bitcoin de vrai ?"
    },
    "footer": {
        "text": "Tous droits reservés."
    },
    "about": {
        "title1": "Bitcoin, une révolution technologique",
        "title2": "Le Bitcoin au Sénégal",
        "p1": "Bitcoin est une révolution technologique qui met ensemble une longue liste de techniques et technologies largement diffusées et utilisées, dont l’association n’avait jamais été expérimentée. Dans Bitcoin, on manipule de la cryptographie, de l’algorithmie, de la programmation, du réseau (classique, p2p et d’anonymisation), du logiciel, du hardware, de la sécurité, de l’OS…. Avec Bitcoin, tous les aspects du monde dit « informatique » sont présents et font l’état de recherches perpétuelles pour éviter l'obsolescence.",
        "p2": "En parralèlle, le bitcoin est devenu à travers le temps un système de paiement portant une cryptomonnaie (une monnaie sécurisée par la cryptographie) qui sert aussi de réserve de valeur, d’unité de compte et de médium d’échange. Le bitcoin est utilisé pour garder de la valeur et lutter contre l’hyperinflation, envoyer et recevoir des fonds de partout dans le monde, à des frais réduits, mettre à l’abri son argent, sans risque d’être la victime de la chute ou de mauvais comportements d’une entité centrale.",
        "p3": "Au Sénégal, on estime les utilisateurs de cryptomonnaies répertoriés par les exchanges à un peu plus de 200.000. A cela, il faut rajouter tous les autres utilisateurs qui font des échanges en p2p. Le bitcoin, qui fait partie de cette liste de cryptomonnaies, est donc largement plébiscité par la population locale.",
        "p4": "Il existe des commerces qui acceptent le bitcoin comme moyen de paiement, des industriels qui l’utilisent pour payer leurs fournisseurs, des startups qui bâtissent des produits et services autour du bitcoin, des associations qui promeuvent l’éducation financière à travers le bitcoin ETdes sociétés d’investissement qui proposent des véhicules d’investissement basés sur le bitcoin."
    }
}